Repository: schatt/sixlayer
Catalog: Framework/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, es_us, fr, it, ja, ko, nl, pl, sv, zh_hans

# SixLayerFramework.location.servicesDisabled
source: Location services are disabled on this device
da: Placeringstjenester er deaktiveret på denne enhed
de: Ortungsdienste sind auf diesem Gerät deaktiviert
es: Los servicios de ubicación están deshabilitados en este dispositivo
es_us: Los servicios de ubicación están deshabilitados en este dispositivo
fr: Les services de localisation sont désactivés sur cet appareil
it: I servizi di localizzazione sono disabilitati su questo dispositivo
ja: このデバイスでは位置情報サービスが無効になっています
ko: 이 기기에서는 위치 서비스가 비활성화되었습니다.
nl: Locatieservices zijn uitgeschakeld op dit apparaat
pl: Usługi lokalizacyjne są wyłączone na tym urządzeniu
sv: Platstjänster är inaktiverade på den här enheten
zh_hans: 该设备上的位置服务已禁用

# SixLayerFramework.location.unauthorized
source: Location access is not authorized
da: Placeringsadgang er ikke autoriseret
de: Der Standortzugriff ist nicht autorisiert
es: El acceso a la ubicación no está autorizado
es_us: El acceso a la ubicación no está autorizado
fr: L'accès à la localisation n'est pas autorisé
it: L'accesso alla posizione non è autorizzato
ja: 位置情報へのアクセスが許可されていません
ko: 위치 액세스가 승인되지 않았습니다.
nl: Locatietoegang is niet toegestaan
pl: Dostęp do lokalizacji nie jest autoryzowany
sv: Platsåtkomst är inte auktoriserad
zh_hans: 位置访问未获授权

# SixLayerFramework.location.unknown
source: An unknown location error occurred
da: Der opstod en ukendt placeringsfejl
de: Es ist ein unbekannter Standortfehler aufgetreten
es: Se produjo un error de ubicación desconocida
es_us: Se produjo un error de ubicación desconocida
fr: Une erreur de localisation inconnue s'est produite
it: Si è verificato un errore di posizione sconosciuta
ja: 不明な場所エラーが発生しました
ko: 알 수 없는 위치 오류가 발생했습니다.
nl: Er is een onbekende locatiefout opgetreden
pl: Wystąpił nieznany błąd lokalizacji
sv: Ett okänt platsfel uppstod
zh_hans: 发生未知位置错误

# SixLayerFramework.metadata.analysisFailed
source: Image analysis failed: %@
da: Billedanalyse mislykkedes: %@
de: Bildanalyse fehlgeschlagen: %@
es: Error en el análisis de imagen: %@
es_us: Error en el análisis de la imagen: %@
fr: Échec de l'analyse de l'image : %@
it: Analisi dell'immagine non riuscita: %@
ja: 画像分析が失敗しました：%@
ko: 이미지 분석 실패: %@
nl: Beeldanalyse mislukt: %@
pl: Analiza obrazu nie powiodła się: %@
sv: Bildanalys misslyckades: %@
zh_hans: 图像分析失败：%@

# SixLayerFramework.metadata.categorizationFailed
source: Image categorization failed: %@
da: Billedkategorisering mislykkedes: %@
de: Bildkategorisierung fehlgeschlagen: %@
es: Error en la categorización de imagen: %@
es_us: Error en la categorización de imágenes: %@
fr: Échec de la catégorisation de l'image : %@
it: Categorizzazione delle immagini non riuscita: %@
ja: 画像の分類が失敗しました：%@
ko: 이미지 분류 실패: %@
nl: Afbeeldingscategorisatie mislukt: %@
pl: Kategoryzacja obrazu nie powiodła się: %@
sv: Bildkategorisering misslyckades: %@
zh_hans: 图像分类失败：%@

# SixLayerFramework.metadata.corruptedImage
source: Corrupted image cannot be analyzed
da: Et beskadiget billede kan ikke analyseres
de: Beschädigtes Bild kann nicht analysiert werden
es: La imagen corrupta no se puede analizar
es_us: La imagen corrupta no se puede analizar
fr: L'image corrompue ne peut pas être analysée
it: Impossibile analizzare l'immagine danneggiata
ja: 破損した画像は解析できません
ko: 손상된 이미지는 분석할 수 없습니다.
nl: Een beschadigd beeld kan niet worden geanalyseerd
pl: Nie można analizować uszkodzonego obrazu
sv: Skadad bild kan inte analyseras
zh_hans: 无法分析损坏的图像

# SixLayerFramework.metadata.extractionFailed
source: Metadata extraction failed: %@
da: Metadataudtrækning mislykkedes: %@
de: Metadatenextraktion fehlgeschlagen: %@
es: Error en la extracción de metadatos: %@
es_us: Error en la extracción de metadatos: %@
fr: Échec de l'extraction des métadonnées : %@
it: Estrazione dei metadati non riuscita: %@
ja: メタデータの抽出が失敗しました：%@
ko: 메타데이터 추출 실패: %@
nl: Extractie van metagegevens mislukt: %@
pl: Ekstrakcja metadanych nie powiodła się: %@
sv: Metadataextraktion misslyckades: %@
zh_hans: 元数据提取失败：%@

# SixLayerFramework.metadata.invalidImage
source: Invalid image provided for metadata extraction
da: Ugyldigt billede er angivet til udtrækning af metadata
de: Ungültiges Bild für Metadatenextraktion bereitgestellt
es: Imagen no válida proporcionada para extracción de metadatos
es_us: Imagen no válida proporcionada para la extracción de metadatos
fr: Image non valide fournie pour l'extraction des métadonnées
it: Immagine non valida fornita per l'estrazione dei metadati
ja: メタデータ抽出用に提供された画像が無効です
ko: 메타데이터 추출을 위해 잘못된 이미지가 제공되었습니다
nl: Ongeldige afbeelding opgegeven voor extractie van metagegevens
pl: Podano nieprawidłowy obraz do ekstrakcji metadanych
sv: Ogiltig bild har angetts för extrahering av metadata
zh_hans: 提供的图像无效，无法提取元数据

# SixLayerFramework.navigation.chooseItem
source: Choose an item from the list to view its details
da: Vælg et element på listen for at se dets detaljer
de: Wählen Sie ein Element aus der Liste aus, um Details anzuzeigen
es: Elija un elemento de la lista para ver sus detalles
es_us: Elija un elemento de la lista para ver sus detalles
fr: Choisissez un élément de la liste pour voir ses détails
it: Scegli un elemento dall'elenco per visualizzarne i dettagli
ja: リストから項目を選択して詳細を表示
ko: 목록에서 항목을 선택하여 세부 정보 보기
nl: Kies een item uit de lijst om de details ervan te bekijken
pl: Wybierz element z listy, aby zobaczyć szczegóły
sv: Välj ett objekt från listan för att se dess detaljer
zh_hans: 从列表中选择一个项目以查看其详细信息

# SixLayerFramework.navigation.selectItem
source: Select an item
da: Vælg et element
de: Element auswählen
es: Seleccionar un elemento
es_us: Seleccione un elemento
fr: Sélectionner un élément
it: Seleziona un elemento
ja: 項目を選択
ko: 항목 선택
nl: Selecteer een artikel
pl: Wybierz element
sv: Välj ett objekt
zh_hans: 选择项目

# SixLayerFramework.navigation.selectItemToContinue
source: Select an item to continue.
da: Vælg et element for at fortsætte.
de: Wählen Sie ein Element aus, um fortzufahren.
es: Seleccione un elemento para continuar.
es_us: Seleccione un elemento para continuar.
fr: Sélectionnez un élément pour continuer.
it: Seleziona un elemento per continuare.
ja: 続行するには項目を選択してください。
ko: 계속하려면 항목을 선택하세요.
nl: Selecteer een item om door te gaan.
pl: Wybierz element, aby kontynuować.
sv: Välj ett objekt för att fortsätta.
zh_hans: 选择一个项目以继续。

# SixLayerFramework.ocr.analyzingImage
source: Analyzing image for text recognition
da: Analyse af billede til tekstgenkendelse
de: Bildanalyse zur Texterkennung
es: Análisis de imagen para reconocimiento de texto.
es_us: Análisis de imagen para reconocimiento de texto.
fr: Analyser l'image pour la reconnaissance de texte
it: Analisi dell'immagine per il riconoscimento del testo
ja: テキスト認識のために画像を分析する
ko: 텍스트 인식을 위한 이미지 분석
nl: Beeld analyseren voor tekstherkenning
pl: Analizowanie obrazu pod kątem rozpoznawania tekstu
sv: Analyserar bild för textigenkänning
zh_hans: 分析图像以进行文本识别

# SixLayerFramework.ocr.complete
source: OCR Complete
da: OCR fuldført
de: OCR abgeschlossen
es: OCR completo
es_us: OCR completo
fr: ROC terminée
it: OCR completato
ja: OCR完了
ko: OCR 완료
nl: OCR voltooid
pl: OCR ukończone
sv: OCR slutförd
zh_hans: OCR 完成

# SixLayerFramework.ocr.disambiguation.bestMatch
source: Best match: %@
da: Bedste match: %@
de: Beste Übereinstimmung: %@
es: Mejor coincidencia: %@
es_us: Mejor partido: %@
fr: Meilleure correspondance : %@
it: Migliore corrispondenza: %@
ja: 最適な一致：%@
ko: 최적 일치: %@
nl: Beste overeenkomst: %@
pl: Najlepsze dopasowanie: %@
sv: Bästa matchning: %@
zh_hans: 最佳匹配：%@

# SixLayerFramework.ocr.disambiguation.confidence
source: Confidence: %d%%
da: Tillid: %d%%
de: Vertrauen: %d%%
es: Confianza: %d%%
es_us: Confianza: %d%%
fr: Confiance : %d%%
it: Confidenza: %d%%
ja: 信頼度：%d%%
ko: 신뢰도: %d%%
nl: Vertrouwen: %d%%
pl: Pewność: %d%%
sv: Förtroende: %d%%
zh_hans: 置信度：%d%%

# SixLayerFramework.ocr.disambiguation.prompt
source: Please select the correct interpretation:
da: Vælg den korrekte fortolkning:
de: Bitte wählen Sie die richtige Interpretation aus:
es: Por favor, seleccione la interpretación correcta:
es_us: Seleccione la interpretación correcta:
fr: Veuillez sélectionner l'interprétation correcte :
it: Seleziona l'interpretazione corretta:
ja: 正しい解釈を選択してください：
ko: 올바른 해석을 선택하세요:
nl: Selecteer de juiste interpretatie:
pl: Proszę wybrać prawidłową interpretację:
sv: Välj rätt tolkning:
zh_hans: 请选择正确的解释：

# SixLayerFramework.ocr.disambiguation.title
source: Multiple interpretations found
da: Flere fortolkninger fundet
de: Mehrere Interpretationen gefunden
es: Se encontraron múltiples interpretaciones
es_us: Múltiples interpretaciones encontradas
fr: Plusieurs interprétations trouvées
it: Trovate molteplici interpretazioni
ja: 複数の解釈が見つかりました
ko: 여러 해석이 발견되었습니다
nl: Meerdere interpretaties gevonden
pl: Znaleziono wiele interpretacji
sv: Flera tolkningar hittades
zh_hans: 找到多种解释

# SixLayerFramework.ocr.error
source: OCR Error
da: OCR-fejl
de: OCR-Fehler
es: Error de OCR
es_us: Error de OCR
fr: Erreur ROC
it: Errore dell'OCR
ja: OCRエラー
ko: OCR 오류
nl: OCR-fout
pl: Błąd OCR
sv: OCR-fel
zh_hans: 光学字符识别错误

# SixLayerFramework.ocr.extractionComplete
source: Extraction complete
da: Udvinding afsluttet
de: Extraktion abgeschlossen
es: Extracción completa
es_us: Extracción completa
fr: Extraction terminée
it: Estrazione completata
ja: 抽出が完了しました
ko: 추출 완료
nl: Extractie voltooid
pl: Ekstrakcja zakończona
sv: Extraktion klar
zh_hans: 提取完成

# SixLayerFramework.ocr.highConfidenceNoDisambiguation
source: High confidence results detected - no disambiguation needed
da: Resultater med høj konfidens registreret - ingen disambiguation nødvendig
de: Es wurden Ergebnisse mit hoher Konfidenz erkannt – keine Begriffsklärung erforderlich
es: Se detectaron resultados de alta confianza: no se necesita desambiguación
es_us: Se detectaron resultados de alta confianza: no se necesita desambiguación
fr: Résultats de confiance élevée détectés - aucune homonymie nécessaire
it: Rilevati risultati con elevata affidabilità: non è necessaria alcuna chiarimento delle ambiguità
ja: 信頼性の高い結果が検出されました - 曖昧さ回避の必要はありません
ko: 높은 신뢰도 결과가 감지되었습니다. 명확성이 필요하지 않습니다.
nl: Resultaten met hoge betrouwbaarheid gedetecteerd - geen ondubbelzinnigheid nodig
pl: Wykryto wyniki o wysokim poziomie wiarygodności – nie ma potrzeby ujednoznaczniania
sv: Resultat med hög konfidens upptäckt - ingen disambiguation behövs
zh_hans: 检测到高置信度结果 - 无需消歧

# SixLayerFramework.ocr.invalidImage
source: The provided image is invalid or cannot be processed
da: Det angivne billede er ugyldigt eller kan ikke behandles
de: Das bereitgestellte Bild ist ungültig oder kann nicht verarbeitet werden
es: La imagen proporcionada no es válida o no se puede procesar.
es_us: La imagen proporcionada no es válida o no se puede procesar.
fr: L'image fournie n'est pas valide ou ne peut pas être traitée
it: L'immagine fornita non è valida o non può essere elaborata
ja: 提供された画像が無効であるか、処理できません
ko: 제공된 이미지가 잘못되었거나 처리할 수 없습니다.
nl: De opgegeven afbeelding is ongeldig of kan niet worden verwerkt
pl: Dostarczony obraz jest nieprawidłowy lub nie można go przetworzyć
sv: Den angivna bilden är ogiltig eller kan inte bearbetas
zh_hans: 提供的图像无效或无法处理

# SixLayerFramework.ocr.noTextFound
source: No text was found in the image
da: Der blev ikke fundet nogen tekst på billedet
de: Im Bild wurde kein Text gefunden
es: No se encontró texto en la imagen.
es_us: No se encontró texto en la imagen.
fr: Aucun texte n'a été trouvé dans l'image
it: Nessun testo trovato nell'immagine
ja: 画像内にテキストが見つかりませんでした
ko: 이미지에서 텍스트를 찾을 수 없습니다.
nl: Er is geen tekst gevonden in de afbeelding
pl: Na obrazie nie znaleziono tekstu
sv: Ingen text hittades i bilden
zh_hans: 图片中未找到文字

# SixLayerFramework.ocr.overlay.bothRequired
source: Both OCR result and image are required to display the overlay.
da: Både OCR-resultat og billede er påkrævet for at vise overlejringen.
de: Sowohl das OCR-Ergebnis als auch das Bild sind erforderlich, um die Überlagerung anzuzeigen.
es: Se requieren tanto el resultado OCR como la imagen para mostrar la superposición.
es_us: Se requieren tanto el resultado del OCR como la imagen para mostrar la superposición.
fr: Le résultat OCR et l'image sont tous deux requis pour afficher la superposition.
it: Per visualizzare la sovrapposizione sono necessari sia il risultato OCR che l'immagine.
ja: オーバーレイを表示するには、OCR結果と画像の両方が必要です。
ko: 오버레이를 표시하려면 OCR 결과와 이미지가 모두 필요합니다.
nl: Zowel het OCR-resultaat als de afbeelding zijn vereist om de overlay weer te geven.
pl: Do wyświetlenia nakładki wymagane są zarówno wynik OCR, jak i obraz.
sv: Både OCR-resultat och bild krävs för att visa överlägget.
zh_hans: 需要 OCR 结果和图像才能显示叠加层。

# SixLayerFramework.ocr.overlay.extractedText
source: Extracted Text:
da: Udtrukket tekst:
de: Extrahierter Text:
es: Texto Extraído:
es_us: Texto extraído:
fr: Texte extrait :
it: Testo estratto:
ja: 抽出されたテキスト：
ko: 추출된 텍스트:
nl: Geëxtraheerde tekst:
pl: Wyodrębniony tekst:
sv: Extraherad text:
zh_hans: 提取的文本：

# SixLayerFramework.ocr.overlay.imageMissing
source: Image is missing. Please provide the image that was processed.
da: Billedet mangler. Angiv venligst det billede, der blev behandlet.
de: Bild fehlt. Bitte stellen Sie das verarbeitete Bild bereit.
es: Falta la imagen. Por favor, proporcione la imagen que se procesó.
es_us: Falta la imagen. Proporcione la imagen que se procesó.
fr: L'image est manquante. Veuillez fournir l'image qui a été traitée.
it: Manca l'immagine. Fornisci l'immagine che è stata elaborata.
ja: 画像が不足しています。処理された画像を提供してください。
ko: 이미지가 없습니다. 처리된 이미지를 제공하세요.
nl: Afbeelding ontbreekt. Geef de afbeelding op die is verwerkt.
pl: Brak obrazu. Podaj przetworzony obraz.
sv: Bild saknas. Ange bilden som bearbetades.
zh_hans: 缺少图像。请提供已处理的图像。

# SixLayerFramework.ocr.overlay.resultMissing
source: OCR result is missing. Please process the image first.
da: OCR-resultat mangler. Bearbejd venligst billedet først.
de: OCR-Ergebnis fehlt. Bitte verarbeiten Sie zuerst das Bild.
es: Falta el resultado OCR. Por favor, procese la imagen primero.
es_us: Falta el resultado del OCR. Procese la imagen primero.
fr: Le résultat OCR est manquant. Veuillez d'abord traiter l'image.
it: Manca il risultato dell'OCR. Per favore elabora prima l'immagine.
ja: OCR結果が不足しています。まず画像を処理してください。
ko: OCR 결과가 없습니다. 먼저 이미지를 처리하세요.
nl: Het OCR-resultaat ontbreekt. Verwerk eerst de afbeelding.
pl: Brak wyniku OCR. Najpierw przetwórz obraz.
sv: OCR-resultat saknas. Bearbeta bilden först.
zh_hans: 缺少 OCR 结果。请先处理图像。

# SixLayerFramework.ocr.overlay.unavailable
source: OCR Data Unavailable
da: OCR-data er ikke tilgængelige
de: OCR-Daten nicht verfügbar
es: Datos OCR No Disponibles
es_us: Datos OCR no disponibles
fr: Données OCR non disponibles
it: Dati OCR non disponibili
ja: OCRデータが利用できません
ko: OCR 데이터를 사용할 수 없습니다
nl: OCR-gegevens niet beschikbaar
pl: Dane OCR niedostępne
sv: OCR-data ej tillgänglig
zh_hans: OCR 数据不可用

# SixLayerFramework.ocr.processing
source: Processing...
da: Forarbejdning...
de: Verarbeitung...
es: Tratamiento...
es_us: Tratamiento...
fr: Traitement...
it: Elaborazione...
ja: 処理...
ko: 처리 중...
nl: Verwerken...
pl: Przetwarzanie...
sv: Bearbetar...
zh_hans: 加工...

# SixLayerFramework.ocr.processingFailed
source: OCR processing failed
da: OCR-behandling mislykkedes
de: Die OCR-Verarbeitung ist fehlgeschlagen
es: Error en el procesamiento de OCR
es_us: Error en el procesamiento de OCR
fr: Échec du traitement OCR
it: Elaborazione OCR non riuscita
ja: OCR処理に失敗しました
ko: OCR 처리 실패
nl: OCR-verwerking mislukt
pl: Przetwarzanie OCR nie powiodło się
sv: OCR-bearbetning misslyckades
zh_hans: OCR 处理失败

# SixLayerFramework.ocr.processingOCR
source: Processing OCR...
da: Behandler OCR...
de: OCR wird verarbeitet...
es: Procesando OCR...
es_us: Procesando OCR...
fr: Traitement de l'OCR...
it: Elaborazione dell'OCR...
ja: OCR を処理中...
ko: OCR 처리 중...
nl: OCR verwerken...
pl: Przetwarzam OCR...
sv: Bearbetar OCR...
zh_hans: 正在处理 OCR...

# SixLayerFramework.ocr.readyToExtract
source: Ready to extract
da: Klar til at udtrække
de: Bereit zum Extrahieren
es: Listo para extraer
es_us: Listo para extraer
fr: Prêt à extraire
it: Pronto per l'estrazione
ja: 抽出の準備ができました
ko: 추출 준비 완료
nl: Klaar om te extraheren
pl: Gotowy do ekstrakcji
sv: Klar att extrahera
zh_hans: 准备提取

# SixLayerFramework.ocr.readyToProcess
source: Ready to Process
da: Klar til behandling
de: Bereit zur Verarbeitung
es: Listo para procesar
es_us: Listo para procesar
fr: Prêt à traiter
it: Pronto per l'elaborazione
ja: 処理準備完了
ko: 처리 준비 완료
nl: Klaar om te verwerken
pl: Gotowy do przetworzenia
sv: Klar att bearbeta
zh_hans: 准备处理

# SixLayerFramework.ocr.scanDocument
source: Scan Document
da: Scan dokument
de: Dokument scannen
es: Escanear documento
es_us: Escanear documento
fr: Numériser un document
it: Scansione documento
ja: ドキュメントをスキャンする
ko: 문서 스캔
nl: Document scannen
pl: Zeskanuj dokument
sv: Skanna dokument
zh_hans: 扫描文件

# SixLayerFramework.ocr.tapToStart
source: Tap to start OCR processing
da: Tryk for at starte OCR-behandling
de: Tippen Sie hier, um die OCR-Verarbeitung zu starten
es: Toque para iniciar el procesamiento de OCR
es_us: Toque para iniciar el procesamiento de OCR
fr: Appuyez pour démarrer le traitement OCR
it: Tocca per avviare l'elaborazione OCR
ja: タップして OCR 処理を開始します
ko: OCR 처리를 시작하려면 탭하세요.
nl: Tik om de OCR-verwerking te starten
pl: Stuknij, aby rozpocząć przetwarzanie OCR
sv: Tryck för att starta OCR-bearbetning
zh_hans: 点击开始 OCR 处理

# SixLayerFramework.ocr.tapToStartWithCorrection
source: Tap to start OCR processing with visual correction
da: Tryk for at starte OCR-behandling med visuel korrektion
de: Tippen Sie hier, um die OCR-Verarbeitung mit visueller Korrektur zu starten
es: Toque para iniciar el procesamiento de OCR con corrección visual
es_us: Toque para iniciar el procesamiento de OCR con corrección visual
fr: Appuyez pour démarrer le traitement OCR avec correction visuelle
it: Tocca per avviare l'elaborazione OCR con la correzione visiva
ja: タップして視覚補正を伴う OCR 処理を開始します
ko: 시각적 교정을 통해 OCR 처리를 시작하려면 누르세요.
nl: Tik om de OCR-verwerking met visuele correctie te starten
pl: Stuknij, aby rozpocząć przetwarzanie OCR z korekcją wizualną
sv: Tryck för att starta OCR-bearbetning med visuell korrigering
zh_hans: 点击开始 OCR 处理并进行视觉校正

# SixLayerFramework.ocr.unsupportedPlatform
source: OCR is not supported on this platform
da: OCR er ikke understøttet på denne platform
de: OCR wird auf dieser Plattform nicht unterstützt
es: OCR no es compatible con esta plataforma
es_us: OCR no es compatible con esta plataforma
fr: L'OCR n'est pas pris en charge sur cette plateforme
it: L'OCR non è supportato su questa piattaforma
ja: OCR はこのプラットフォームではサポートされていません
ko: 이 플랫폼에서는 OCR이 지원되지 않습니다
nl: OCR wordt niet ondersteund op dit platform
pl: OCR nie jest obsługiwany na tej platformie
sv: OCR stöds inte på den här plattformen
zh_hans: 该平台不支持OCR

# SixLayerFramework.ocr.viewResults
source: View Results
da: Se resultater
de: Ergebnisse anzeigen
es: Ver resultados
es_us: Ver resultados
fr: Afficher les résultats
it: Visualizza risultati
ja: 結果を見る
ko: 결과 보기
nl: Resultaten bekijken
pl: Zobacz wyniki
sv: Visa resultat
zh_hans: 查看结果

# SixLayerFramework.ocr.visionUnavailable
source: Vision framework is not available on this platform
da: Vision Framework er ikke tilgængelig på denne platform
de: Das Vision-Framework ist auf dieser Plattform nicht verfügbar
es: El marco de visión no está disponible en esta plataforma
es_us: El marco de visión no está disponible en esta plataforma
fr: Le framework Vision n'est pas disponible sur cette plateforme
it: Il quadro di visione non è disponibile su questa piattaforma
ja: ビジョン フレームワークはこのプラットフォームでは利用できません
ko: 이 플랫폼에서는 비전 프레임워크를 사용할 수 없습니다.
nl: Visieframework is niet beschikbaar op dit platform
pl: Framework Vision nie jest dostępny na tej platformie
sv: Vision framework är inte tillgängligt på den här plattformen
zh_hans: Vision框架在此平台上不可用

# SixLayerFramework.platform.crossPlatform.adaptiveSpacing
source: • Adaptive spacing
da: • Adaptiv afstand
de: • Adaptiver Abstand
es: • Espaciado adaptativo
es_us: • Espaciado adaptable
fr: • Espacement adaptatif
it: • Spaziatura adattiva
ja: • 適応的な間隔
ko: • 적응형 간격
nl: • Adaptieve afstand
pl: • Adaptacyjne odstępy
sv: • Adaptivt avstånd
zh_hans: • 自适应间距

# SixLayerFramework.platform.crossPlatform.optimalSizing
source: • Optimal component sizing
da: • Optimal komponentstørrelse
de: • Optimale Komponentengröße
es: • Tamaño óptimo de componentes
es_us: • Dimensionamiento óptimo de los componentes
fr: • Dimensionnement optimal des composants
it: • Dimensionamento ottimale dei componenti
ja: • 最適なコンポーネントサイズ
ko: • 최적 컴포넌트 크기
nl: • Optimale componentafmetingen
pl: • Optymalny rozmiar komponentów
sv: • Optimal komponentdimensionering
zh_hans: • 最佳组件大小

# SixLayerFramework.platform.crossPlatform.specificLayouts
source: • Platform-specific layouts
da: • Platformspecifikke layouts
de: • Plattformspezifische Layouts
es: • Diseños específicos de plataforma
es_us: • Diseños específicos de plataforma
fr: • Mises en page spécifiques à la plateforme
it: • Layout specifici della piattaforma
ja: • プラットフォーム固有のレイアウト
ko: • 플랫폼별 레이아웃
nl: • Platformspecifieke lay-outs
pl: • Układy specyficzne dla platformy
sv: • Plattformsspecifika layouter
zh_hans: • 平台特定布局

# SixLayerFramework.platform.crossPlatform.subtitle
source: Optimal layouts for %@
da: Optimale layouts for %@
de: Optimale Layouts für %@
es: Diseños óptimos para %@
es_us: Diseños óptimos para %@
fr: Mises en page optimales pour %@
it: Layout ottimali per %@
ja: %@ の最適なレイアウト
ko: %@에 대한 최적 레이아웃
nl: Optimale lay-outs voor %@
pl: Optymalne układy dla %@
sv: Optimala layouter för %@
zh_hans: %@ 的最佳布局

# SixLayerFramework.platform.crossPlatform.title
source: Cross-Platform Layout Optimization
da: Layoutoptimering på tværs af platforme
de: Plattformübergreifende Layout-Optimierung
es: Optimización de Diseño Multiplataforma
es_us: Optimización del diseño multiplataforma
fr: Optimisation de la mise en page multiplateforme
it: Ottimizzazione del layout multipiattaforma
ja: クロスプラットフォームレイアウトの最適化
ko: 크로스 플랫폼 레이아웃 최적화
nl: Optimalisatie van lay-out op meerdere platforms
pl: Optymalizacja układu międzyplatformowego
sv: Plattformsöverskridande layoutoptimering
zh_hans: 跨平台布局优化

# SixLayerFramework.platform.privacy.description
source: Privacy features across platforms
da: Privatlivsfunktioner på tværs af platforme
de: Datenschutzfunktionen auf allen Plattformen
es: Funciones de privacidad en todas las plataformas
es_us: Funciones de privacidad en todas las plataformas
fr: Fonctionnalités de confidentialité sur toutes les plateformes
it: Funzionalità di privacy su tutte le piattaforme
ja: プラットフォーム全体にわたるプライバシー機能
ko: 플랫폼 전반에 걸친 개인 정보 보호 기능
nl: Privacyfuncties op verschillende platforms
pl: Funkcje prywatności na różnych platformach
sv: Sekretessfunktioner över plattformar
zh_hans: 跨平台隐私功能

# SixLayerFramework.platform.privacy.title
source: Platform Privacy
da: Platformens privatliv
de: Plattform-Datenschutz
es: Privacidad de la Plataforma
es_us: Privacidad de la plataforma
fr: Confidentialité de la plateforme
it: Privacy della piattaforma
ja: プラットフォームのプライバシー
ko: 플랫폼 개인정보 보호
pl: Prywatność platformy
sv: Plattformens sekretess
zh_hans: 平台隐私

# SixLayerFramework.platform.safety.description
source: Safety features across platforms
da: Sikkerhedsfunktioner på tværs af platforme
de: Sicherheitsfunktionen auf allen Plattformen
es: Funciones de seguridad en todas las plataformas
es_us: Funciones de seguridad en todas las plataformas
fr: Fonctionnalités de sécurité sur toutes les plateformes
it: Funzionalità di sicurezza su tutte le piattaforme
ja: プラットフォーム全体にわたる安全機能
ko: 플랫폼 전반에 걸친 안전 기능
nl: Veiligheidsfuncties op verschillende platforms
pl: Funkcje bezpieczeństwa na różnych platformach
sv: Säkerhetsfunktioner över plattformar
zh_hans: 跨平台的安全功能
